console.log(`
Score: 160 / 160
✅ Часы и календарь + 15
✅ Приветствие + 10
✅ Смена фонового изображения + 20
✅ Виджет погоды + 15
✅ Виджет цитата дня + 10
✅ Аудиоплеер + 15
✅ Продвинутый аудиоплеер + 20
✅ Перевод приложения на два языка (en/ru) + 15
✅ Получение фонового изображения от API + 10
✅ Настройки приложения + 20
✅ Дополнительный функционал на выбор + 10
  ToDo List - список дел (как в оригинальном приложении):
  1. Есть возможность создавать/удалять/редактировать туду
  2. Можно перемещать туду из раздела "Today" в раздел "Inbox" и обратно
  3. Можно помечать туду как выполненные и они переносятся в раздел "Done"
  4. При перезагрузке страницы туду и их расположение сохраняются

`)
