[
  {
    "id": 1,
    "text_ru": "Когда-то и меня вела дорога приключений, а потом мне прострелили колено.",
    "text_en": "I used to be an adventurer like you, but then I took an arrow in the knee.",
    "author_ru": "Стражник",
    "author_en": "Hold Guard"
  },
  {
    "id": 2,
    "text_ru": "Чтобы добиться успеха в жизни, нужны две вещи: невежество и самоуверенность.",
    "text_en": "To succeed in life, you need two things: ignorance and confidence.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 3,
    "text_ru": "Нет ничего более раздражающего, чем хороший пример.",
    "text_en": "Few things are harder to put up with than the annoyance of a good example.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 4,
    "text_ru": "Страх режет глубже меча.",
    "text_en": "Fear cuts deeper than swords.",
    "author_ru": "Арья Старк",
    "author_en": "Arya Stark"
  },
  {
    "id": 5,
    "text_ru": "С новым слоем краски даже замки в небе будут красивы.",
    "text_en": "Even castles in the sky can do with a fresh coat of paint.",
    "author_ru": "Харуки Мураками",
    "author_en": "Haruki Murakami"
  },
  {
    "id": 6,
    "text_ru": "Не заблуждайтесь в мысли, что мир вам чем-то обязан — он был до вас и ничего вам не должен.",
    "text_en": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 7,
    "text_ru": "Все животные равны, но некоторые животные более равны, чем другие.",
    "text_en": "All animals are equal, but some animals are more equal than others.",
    "author_ru": "Джордж Оруэлл",
    "author_en": "George Orwell"
  },
  {
    "id": 8,
    "text_ru": "Компьютеры бесполезны. Они могут только давать ответы.",
    "text_en": "Computers are useless. They can only give you answers.",
    "author_ru": "Пабло Пикассо",
    "author_en": "Pablo Picasso"
  },
  {
    "id": 9,
    "text_ru": "Не бойтесь совершенства; вам его никогда не достичь.",
    "text_en": "Have no fear of perfection; you’ll never reach it.",
    "author_ru": "Сальвадор Дали",
    "author_en": "Salvador Dalí"
  },
  {
    "id": 10,
    "text_ru": "При желании вполне можно научиться переносить невзгоды. Не свои, конечно, а чужие.",
    "text_en": "By trying we can easily learn to endure adversity -- another man's I mean.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 11,
    "text_ru": "Работайте усердно, чтобы получить то, что любите, иначе придется полюбить то, что получили.",
    "text_en": "Work hard to get what you like, otherwise you'll be forced to just like what you get.",
    "author_ru": "Бернард Шоу",
    "author_en": "Bernard Shaw"
  },
  {
    "id": 12,
    "text_ru": "Всегда честно признавайте свои ошибки, это притупит бдительность начальства и позволит тебе натворить новые.",
    "text_en": "Always acknowledge a fault. This will throw those in authority off their guard and give you an opportunity to commit more.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 13,
    "text_ru": "Ложь успевает обойти полмира, пока правда надевает штаны.",
    "text_en": "A lie can travel halfway around the world while the truth is putting on its shoes.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 14,
    "text_ru": "Я всегда делаю то, что не умею делать. Так я могу научиться этому.",
    "text_en": "I am always doing that which I can not do, in order that I may learn how to do it.",
    "author_ru": "Пабло Пикассо",
    "author_en": "Pablo Picasso"
  },
  {
    "id": 15,
    "text_ru": "Завтра будет совсем другой день!",
    "text_en": "After all, tomorrow is another day!",
    "author_ru": "Скарлетт О'Хара",
    "author_en": "Scarlett O'Hara"
  },
  {
    "id": 16,
    "text_ru": "Вдохновение, когда оно приходит ко мне, застает меня за работой.",
    "text_en": "Inspiration does exist, but it must find you working.",
    "author_ru": "Пабло Пикассо",
    "author_en": "Pablo Picasso"
  },
  {
    "id": 17,
    "text_ru": "Восемьдесят процентов успеха в том, чтобы появиться в нужное время в нужном месте.",
    "text_en": "Eighty percent of success is showing up.",
    "author_ru": "Вуди Аллен",
    "author_en": "Woody Allen"
  },
  {
    "id": 18,
    "text_ru": "Всё начинается с выбора.",
    "text_en": "Everything begins with choice.",
    "author_ru": "Морфеус",
    "author_en": "Morpheous"
  },
  {
    "id": 19,
    "text_ru": "Плохо то, что иногда всякие глупости доставляют удовольствие.",
    "text_en": "It's really too bad that so much crumby stuff is a lot of fun sometimes.",
    "author_ru": "Джером Сэлинджер",
    "author_en": "Jerome Salinger"
  },
  {
    "id": 20,
    "text_ru": "Будьте осторожны, когда читаете книги о здоровье: опечатка может стоить вам жизни.",
    "text_en": "Be careful about reading health books. You may die of a misprint.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 21,
    "text_ru": "Делай или не делай. Не надо пытаться.",
    "text_en": "Do, or do not. There is no “try”.",
    "author_ru": "Йода",
    "author_en": "Yoda"
  },
  {
    "id": 22,
    "text_ru": "Жизнь настолько хороша, насколько вы ей позволяете.",
    "text_en": "Life's as kind as you let it be.",
    "author_ru": "Чарльз Буковски",
    "author_en": "Charles Bukowski"
  },
  {
    "id": 23,
    "text_ru": "Не будь виноватым, будь лучше.",
    "text_en": "Don’t be sorry, be better.",
    "author_ru": "Кратос",
    "author_en": "Kratos"
  },
  {
    "id": 24,
    "text_ru": "Держи своих друзей рядом. А врагов ещё ближе.",
    "text_en": "Keep your friends close, but your enemies closer.",
    "author_ru": "Крёстный отец",
    "author_en": "The Godfather"
  },
  {
    "id": 25,
    "text_ru": "Если ты плачешь не от счастья, то перестань.",
    "text_en": "If those aren't tears of happiness, please stop crying.",
    "author_ru": "Филипп Джей Фрай",
    "author_en": "Philip J. Fry"
  },
  {
    "id": 26,
    "text_ru": "Вообще-то я против миллионеров, но если бы мне предложили им стать...",
    "text_en": "I am opposed to millionaires, but it would be dangerous to offer me the position.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 27,
    "text_ru": "Опасное это дело — выходить за порог.",
    "text_en": "It's a dangerous business going out your front door.",
    "author_ru": "Джон Толкин",
    "author_en": "Tolkien J.R.R."
  },
  {
    "id": 28,
    "text_ru": "Ложь бегает спринты, но правда бегает марафоны.",
    "text_en": "Lies run sprints but the truth runs marathons.",
    "author_ru": "Майкл Джексон",
    "author_en": "Michael Jackson"
  },
  {
    "id": 29,
    "text_ru": "Я прошел через ужасные вещи в моей жизни, некоторые из которых на самом деле произошли.",
    "text_en": "I have been through some terrible things in my life, some of which actually happened.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 30,
    "text_ru": "Примите себя таким, какой вы есть. Только если вы не серийный убийца.",
    "text_en": "Accept who you are. Unless you’re a serial killer.",
    "author_ru": "Эллен Дедженерес",
    "author_en": "Ellen DeGeneres"
  },
  {
    "id": 31,
    "text_ru": "Если вы скажете правду, вам не придется ничего вспоминать.",
    "text_en": "If you tell the truth you don't have to remember anything.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 32,
    "text_ru": "Нель­зя быть слиш­ком хоро­шо оде­тым или слиш­ком хоро­шо обра­зо­ван­ным.",
    "text_en": "You can never be overdressed or overeducated.",
    "author_ru": "Оскар Уайлд",
    "author_en": "Oscar Wilde"
  },
  {
    "id": 33,
    "text_ru": "Мастерами кунг-фу не рождаются. Мастерами кунг-фу становятся.",
    "text_en": "Kung fu masters are not born, kung fu masters become.",
    "author_ru": "Кунг-фу панда",
    "author_en": "Kung Fu Panda"
  },
  {
    "id": 34,
    "text_ru": "Никогда не сожалей о том, что заставило тебя улыбнуться.",
    "text_en": "Never regret anything that made you smile.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 35,
    "text_ru": "Если приходится выбирать между одним злом и другим, я предпочитаю не выбирать вообще.",
    "text_en": "If I’m to choose between one evil and another, then I prefer not to choose at all.",
    "author_ru": "Геральт из Ривии",
    "author_en": "Geralt of Rivia"
  },
  {
    "id": 36,
    "text_ru": "Лучше молчать и показаться дураком, чем заговорить и развеять все сомнения.",
    "text_en": "It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 37,
    "text_ru": "Если не начать работу, она так и останется незавершенной.",
    "text_en": "It's a job that's never started that takes the longest to finish.",
    "author_ru": "Джон Толкин",
    "author_en": "Tolkien J.R.R."
  },
  {
    "id": 38,
    "text_ru": "Не откладывай на завтра то, что можешь отложить на послезавтра.",
    "text_en": "Never put off until tomorrow what you can do the day after tomorrow.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 39,
    "text_ru": "Нет ничего невозможного, само слово говорит «Я возможно».",
    "text_en": "Nothing is impossible, the word itself says 'I'm possible'!",
    "author_ru": "Одри Хепбёрн",
    "author_en": "Audrey Hepburn"
  },
  {
    "id": 40,
    "text_ru": "Будьте верны тому, что важно.",
    "text_en": "Be loyal to what matters.",
    "author_ru": "Артур Морган",
    "author_en": "Arthur Morgan"
  },
  {
    "id": 41,
    "text_ru": "Лучший способ развеселить самого себя - это развеселить кого-либо еще.",
    "text_en": "The best way to cheer yourself is to try to cheer someone else up.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 42,
    "text_ru": "Когда сомневаешься, говори правду.",
    "text_en": "When in doubt, tell the truth.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 43,
    "text_ru": "Вы не можете отменить то, что уже сделали, но можете смириться с этим.",
    "text_en": "You can’t undo what you’ve already done, but you can face up to it.",
    "author_ru": "Фрэнк Колридж",
    "author_en": "Frank Coleridge"
  },
  {
    "id": 44,
    "text_ru": "Мой опыт показывает, что не существует такого понятия, как везение.",
    "text_en": "In my experience, there is no such thing as luck.",
    "author_ru": "Оби-Ван Кеноби",
    "author_en": "Obi-Wan Kenobi"
  },
  {
    "id": 45,
    "text_ru": "Разуму так же нужны книги, как мечу — точильный камень.",
    "text_en": "A mind needs books like a sword needs a whetstone.",
    "author_ru": "Тирион Ланнистер",
    "author_en": "Tyrion Lannister"
  },
  {
    "id": 46,
    "text_ru": "Давайте полагать, что все мы безумны – это многое объяснит и позволит разрешить много проблем.",
    "text_en": "When we remember we are all mad, the mysteries disappear and life stands explained.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 47,
    "text_ru": "Если вам не удается услышать комплиментот других, сделайте его себе сами.",
    "text_en": "When you cannot get a compliment any other way pay yourself one.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 48,
    "text_ru": "Если вы заметили, что вы на стороне большинства, это верный признак того, что пора меняться.",
    "text_en": "Whenever you find that you are on the side of the majority, it is time to reform.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 49,
    "text_ru": "Есть несколько хороших способов защиты от соблазнов, но самым верным является трусость.",
    "text_en": "There are several good protections against temptations, but the surest is cowardice.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  },
  {
    "id": 50,
    "text_ru": "Худшее одиночество — это когда человеку неуютно с самим собой.",
    "text_en": "The worst loneliness is not to be comfortable with yourself.",
    "author_ru": "Марк Твен",
    "author_en": "Mark Twain"
  }
]
